Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: March Looking at China through a Third Eye published
es_us: Marzo Publicación del libro Looking at China through a Third Eye (China a través de un tercer ojo).

source: March NPC promotes Zhu Rongji to vice premier
es_us: Marzo La Asamblea Nacional Popular asciende a Zhu Rongji al cargo de vice primer ministro.

source: Market regulation is supple-mentary.”78This, of course, was standard conservative rhetoric.
es_us: La regulación del mercado es suplementaria."78Esto, por supuesto, fue típica retórica conservadora.

source: Market regulation is supple-mentary.”78 This, of course, was standard conservative rhetoric.
es_us: , mientras que la regulación del mercado es suplementaria”78 Esto, por supuesto, fue típica retórica conservadora

source: Market-oriented reforms, decentralization, and opening to the outside world all threatened these beliefs and interests.
es_us: Las reformas orientadas al mercado, la descentralización y la apertura al mundo exterior, todo amenzaba estas creencias e intereses.

source: Marxism in China is a modernizing ideology, and Mao Zedong’s socialist thought was a type of “modernist theory that was opposed to capitalist modernity.” Elsewhere, Wang goes further, pointing out the contradictions within the modernist project and arguing that “a modernity opposed to modernity is not only a special manifestation of Chinese thinkers but a reflection of the structural contradictions within modernity itself.” Arguing that the categories of “socialism” and “capitalism” are no longer meaningful in a marketized and globalized China, Wang has tried to develop an approach that transcends not only those categories but also such dichotomies as Western versus Chinese and modern versus traditional.
es_us: El Marxismo en China es una ideología modernizadora, y el pensamiento socialista de Mao Zedong´s era un tipo de "teoría progresista que se oponia a la modernidad capitalista". En otra parte, Wang va más lejos, señalando las contradicciones dentro del proyecto progresista y argumentando que lamodernidad en oposición a la modernidad no es solo una manifestación especial de los pensadores chinos sino una reflexión de las contradicciones estrecturales dentro de la modernidad en sí. Argumentar que las categorias de "socialismo" y "capitalismo" no son más significativas en una China marketilizada y globalizada, Wang ha intentado desarrollar un enfoque que trasciende no solo esas categorías, sino también dichas dicotomías como Occidente versus chinos, y moderno versus tradicional.

source: May
es_us: Mayo

source: May 1
es_us: 1 de mayo

source: May 1 Hu Jintao calls to launch a “people’s war” against SARS
es_us: 1 de mayo Hu Jintao insta a comenzar una "guerra del pueblo" contra el SRAG.

source: May 29
es_us: 29 de mayo

source: May 29 Jiang Zemin speaks at Central Party School
es_us: 29 de mayo Jian Zemin brinda una charla en la Escuela Central del Partido.

source: May 4
es_us: 4 de mayo

source: May 7
es_us: 7 de mayo

source: May China Can Say No published
es_us: Mayo Publicación del libro China Can Say No (China puede decir No)

source: Mayor Meng Xuenong are dismissed from
es_us: Meng Xuenong son desplazados de

source: Meanwhile, urban layoffs have created an underclass of some 30 million urban poor – a problem China has never faced before.
es_us: Mientras tanto, los despidos en la zona urbana han creado una subclase de aproximadamente 30 millones de pobres - un problema que China no había enfrentado antes.

source: Merely to list this range of changes is to suggest the variety of responses that began to emerge in the early 1990s.
es_us: Solo con listar esta variedad de cambios sería sugerir la diversidad de respuestas que comenzaron asurgir a comienzos de la década de los 90.

source: Ministries had no real desire to force their subordinate industries onto the market, just as industries had no incentive to compete when administrative support was available.
es_us: Los ministerios no tenían verdadero interés en introducir de manera forzosa sus industrias al mercado, al igual que las industrias no tenían incentivo para competir porque ya tenían apoyo administrativo.

source: Morality itself has nothing more than a utilitarian value.
es_us: La moralidad en sí no tiene más que un valor utilitario.

source: More importantly, or at least more observable, was the plenum’s deci- sion on economic reform, which set a markedly different tone than had the Sixteenth Party Congress only a year earlier.
es_us: Lo más importante, o al menos lo más apreciable, fue la decisión del pleno sobre la reforma económica, medida que estableció pautas muy diferentes de las del XVI Congreso Nacional del Partido Comunista de China realizado el año anterior.

source: More directly, by the early 1990s, many Chinese – intellectuals and ordinary people alike – came to believe that America was not against government repression or even socialism but against China itself.
es_us: En realidad, a principios de la década de los 90, muchos chinos, tanto intelectuales como gente común por igual, llegaron a creer que Estados Unidos no estaba en contra de la represión del gobierno o siquiera del socialismo, sino en contra de China en sí.

source: More important, whatever reformist sentiments there were in Jiang’s speech were soon played down as the Party responded to renewed liberalization in the Soviet Union by circling the wagons even more tightly.
es_us: Aún más importante,cualquier sentimiento reformista que tuviera el discurso de Jiang, se le restó importancia ya que el partido respondió a la liberalización renovada en la Unión Soviética the Party cerrando filas incluso de manera mas firme.

source: Moreover, there were indications that the military itself was uncom- fortable with the divided lines of authority.
es_us: Además, había indicios de que los militares se sentían incómodos con la doble línea de autoridad.

source: Moreover, Deng hit back directly at the numerous derogatory criticisms of the so-called “criterion of productive forces” made over the previous two years.
es_us: Además, Deng respondió a las variadas críticas derogatorias sobre el llamado “criterio de fuerzas productivas” realizadas durante los dos años previos.

source: Moreover, Zhao allegedly declared that no one can explain what the socialist road is and, on other occasions, stated that corruption is inevitable at the initial stage of socialism.
es_us: A su vez, se cree que Zhao manifestó que nadie puede explicar que significa la vía socialista y, en otras oportunidades, afirmó que la corrupción es inevitable en una etapa inicial de socialismo.

source: Moreover, although Jiang’s power had increased, he was not in a position to alienate powerful figures in the Party – and many of those figures were on the left.
es_us: Además, a pesar de que el poder de Jiang había aumentado, no estaba en una posición de enemistar figuras poderosas en el partido (y muchas de esas figuras pertenecían a la izquierda).

source: Moreover, cultural influence was directly related to political and economic strength, so developed countries were often comfortable talking in terms of an “erosion of sovereignty” while developing countries found that such “cultural expansionism” often ended up threatening polit-ical stability and national sovereignty.
es_us: Además, la influencia cultural estaba directamente relacionada con la fuerza política y económica, por lo tanto los países desarrollados se encontraban cómodos al hablar desde el punto de vista de una "erosión de la soberanía" mientras que los países en desarrollo descubrieron que ese "expansionismo cultural" muchas veces terminaba amenazando la estabilidad política y la soberanía nacional.

source: Moreover, government officials had endured years of abuse at the hands of US columnists.
es_us: Además, funcionarios del gobierno han soportado años de acoso por columnistas estadounidenses.

source: Moreover, his age and retirement from official responsibilities, as well as his concerns about political trends in China and intellectual trends among younger Chinese, made him willing to speak out in a way that few people dared.
es_us: Además, su edad y su retiro de las responsabilidades oficiales , así como también sus inquietudes sobre las tendencias políticas en China y las tendencias intelectuales entre los jóvenes chinos, lo hicieron estar dispuesto a manifestar su pensamiento de una forma en la que no muchos se atreven.

source: Moreover, in a direct criticism of Deng Liqun, Deng Xiaoping declared that “saying that reform and opening up is introducing and developing capitalism and believing that the main danger of peaceful evolution comes from the economic arena are ‘leftist’.” Deng also declared that anyone who opposed reform should “step down” – a threat that would be carried out against several conservative leaders the following fall and was clearly intended to shake up the cautious Jiang Zemin as well.
es_us: Asimismo, mediante una crítica directa a DengLiqun, Deng Xiaoping manifestó que “decir que la reforma y la apertura significa introducir y desarrollar el capitalismo y creer que el peligro principal a la evolución pacífica proviene del ámbito económico es “de izquierda”. Deng también manifestó que todo aquel que se oponga a la reforma debe “desistir”, lo que significó una amenaza que se llevaría a cabo en contra de varios líderes conservadores durante el próximo otoño y que estaba claramente planeada para sacudir también al precavido Jiang Zemin.

source: Moreover, reform strategy had led to a regional bias as TVEs along the east coast grew and developed while industry and living standards in the interior lagged behind.
es_us: Además , la estrategia de reforma ha llevado a una inclinación regional como TVE a lo largo de la costa oriental que ha crecido y desarrollado mientras que la industria y el nivel de vida en el interior ha quedado por detrás.

source: Moreover, the NATO meeting in May declared that the organization’s mission would include “out of area” concerns, yet “out of area” was not defined.34 Worse, from the Chinese government’s perspective, was the NATO declaration that “human rights” transcended “sovereign rights.” Chinese officials immediately began envisioning the use of US and/or NATO forces in or around China itself – North Korea, Taiwan, Xinjiang, and Tibet were the places most frequently named.
es_us: Además en la reunión de la OTAN en mayo se manifestó que la misión de la organización incluiría asuntos "fuera del área" a pesar de que no se definió "fuera de área".

source: Moreover, the actuarial tables were beginning to have an important impact on elite politics.
es_us: Además la tabla de mortalidad había empezado a tener un impacto significativo en las políticas de élite.

source: Moreover, the article argued that the issue of bourgeois liberalization could never be confined to the ideological sphere because it was inherently a political issue involving the question of whether to take the socialist or capitalist road.31
es_us: Además, el articulo sostenía que el asunto de la liberalización burguesa nunca podía ser limitada a la esfera ideológica porque era esencialmente un asunto político que incluía la cuestión de tomar un camino socialista o capitalista.

source: Moreover, the document stated formally what Deng had said in January –namely, that Guangdong was to catch up with the four small dragons in twenty years.
es_us: Además, en el documento se establecía formalmente que Deng había dicho en enero, principalmente, que Guangdong alcanzaría a los cuatro dragones asiáticos (Corea del Sur, Hong Kong, Singapur y Taiwán) en veinte años.

source: Moreover, the military kept up the pressure and, in doing so, went too far.
es_us: Asimismo, las fuerzas armadas mantuvieron la presión y, al hacer esto, se pasaron de la raya.

source: Moreover, the political report endorsed the important theses of Deng Xiaoping’s southern tour, including his statement that planning and market are merely economic “means” for regulating the economy, his proposition that the 1978 Third Plenum line should be pursued for 100 years, and– most important – that it was necessary “mainly to guard against ‘leftist’ tendencieswithin the Party, particularly among the leading cadres.”100
es_us: Además, el informe político respaldó las importantes conclusiones a las que arribó Deng Xiaoping en su gira por el sur, las que incluían su declaración de que los aspectos "planificada" y "mercantil" son solo "medios" económicos utilizados para regular la economía, su propuesta de que la línea del Tercer Pleno de 1978 debería ser aplicada durante 100 años, y -sobre todo- que era necesario "principalmente protegerse contra las tendencias ‘de izquierda’dentro del Partido, en especial entre los miembros del cuadro dirigente”.100

source: Moreover, there was greater interaction between government and intellectual circles as each tried to influence the other (a trend that coexisted with its opposite, as some intellectuals oriented their activities toward society – ignoring the government – while others withdrew into scholarly endeavors or developed new critiques of government).
es_us: Además, aumentó la interacción entre el gobierno y los círculos intelectuales a medida que cada uno se esforzaba por influenciar al otro (una tendencia que coexisitía con su opuesto, ya que algunos intelectuales orientaban sus actividades a la sociedad y por consiguiente ignoraban al gobierno, mientras que otros se abocaron a temas eruditos o desarrollaron nuevas críticas al gobierno).

source: Moreover, they believed that a recentralization of authority, however good the intentions of the new authoritarians might be, would inevitably lead China back into the sort of autocracy from which the country had only recently begun to escape.
es_us: Además, creían que por más buenas que pudieran ser las intenciones de los neoautoritarios, la recentralización de la autoridad desembocaría inevitablemente en el retorno de China a la autocracia, de la cual el país recién había comenzado a escaparse.

source: Most important from an immediate standpoint, however, were Hu’s warnings against various corrupt practices, such as the buying and selling of offices and promoting cadres who had problems.116
es_us: Sin embargo, si solo se considera el futuro inmediato, tuvieron más importancia las advertencias de Hu contra varias prácticas de corrupción, tales como la compra y venta de cargos políticos y la promoción de cuadros políticos que no estaban a la altura.116

source: Most important, it attracted buyers and made the book the object of conversation and speculation for months.50 What made Looking at China through a Third Eye a powerful polemic, however, was its linking of urban anxieties to a systematic critique of the Dengist reforms.
es_us: Lo más importante fue que atrajo compradores e hizo que el libro fuera un objeto de conversación y especulación durante meses.50 Sin embargo, lo que hizo a Mirando a China desde un tercer ojo poderosamente polémico, fue la conexión de las ansiedades urbanas a una crítica sistemática a las reformas de Deng.

source: Most of the negotiating on the WTO issue had taken place in Beijing in March, and a deal appeared pretty much complete.
es_us: Gran parte de las negociaciones por la OMC se dieron en Pekín en marzo y parecía que el acuerdo estaba casi cerrado.

source: Most of the peasant leaders were somewhat better educated (middle-school level) and had spent time out of the village as soldiers or workers; some were elderly school teachers who sympathized with the peasants.
es_us: La mayoría de los líderes campesinos tenían un nivel educativo más alto que el común de la población (con estudios secundarios completos) y habían trabajado fuera de la aldea como soldados o empleados; algunos eran ancianos maestros de escuela que simpatizaban con los campesinos.

source: Most of these analyses are internal, and thus are never viewed by the public, but as the Sixteenth Party Congress approached, one such analysis, compiled under the auspices of the Central Organization Department, was published openly. Unfortunately, when the New York Times wrote about the publication, it was quickly withdrawn, shutting down this tentative move in the direction of greater openness. Nevertheless, this publication, which deals with the growing social order problems facing China, provides a vivid picture of Chinese society as seen from the perspective of the organization system.
es_us: La mayoría de los análisis son internos y por ello nunca se dan a conocer al público. Pero con motivo del Decimosexto Congreso Nacional del Partido Comunista de China, uno de los análisis, recopilado bajo el auspicio del Departamento de Organización del Comité Central, se publicó abiertamente. Lamentablemente, luego de que el New York Times escribiera acerca de este suceso, la publicación se retiró, poniéndole un freno al avance prometedor hacia una mayor apertura del sistema. Sin embargo, esta publicación que aborda los crecientes problemas de orden social que China enfrenta brinda, a partir del punto de vista del sistema de organización, una imagen vívida de la sociedad de China.

source: Most of these currents had roots in the 1980s, but either they were more peripheral ideas that moved toward the center of intellectual concern or they underwent a significant evolution in the context of post-Tiananmen China, or both.
es_us: La mayoría de estas corrientes se originó en la década de los 80, pero o bien eran ideas originadas en la periferia que se acercaban al centro de la inquietud intelectual o eran sometidas a un cambio significativo en el contexto de una China posterior a Tiananmén, o ambas.

source: Most people have viewed this period as one of great creativity and cultural ﬂourishing, but He expressed dismay at the decline of ideology, national spirit, values, state consciousness, and social order.
es_us: La mayoría ha considerado este período como uno de creatividad inmensa y de prosperidad cultural, pero He expresó su consternación por el declive de la ideología, el espíritu nacional, los valores, la conciencia de estado y el orden social.

source: Most such incidents – some 70– 80 percent, according to one county in Shandong province, and 90 percent according to a survey in Sichuan – were caused by tensions between cadres and masses, and most of the violence was initiated by cadres. The Organization Department attributed these disturbances largely to growing income inequalities, saying that “if income inequalities cannot be controlled within certain limits, the broad masses of the people will inevitably lose faith in socialism and their faith in the Party will be shaken.
es_us: La mayoría de estos incidentes, aproximadamente un 70 u 80 %, según la sub-prefectura de la provincia de Shandong y un 90 %, según una encuesta llevada a cabo en Sichuan, se ocasionaron por tensiones entre los cuadros estatales de dirigentes y las masas, y fueron los cuadros quienes iniciaron la mayoría de los incidentes. En gran medida, el Departamento de Organización atribuyó estos disturbios al aumento en la desigualdad de los ingresos, argumentando que "si no es posible mantener esta desigualdad dentro de ciertos límites, será inevitable que las grandes masas pierdan la fe en el socialismo y que se derrumbe su fe en el Partido.

source: Most vociferous in this regard was Party elder Wang Zhen, who accused it of “completely negating” the Chinese tradition and adopting a “Euro-centric” view of history.
es_us: En este aspecto, uno de los más vociferantes fue Wang Zhen, un inmortal del Partido, que lo acusó de "negar por completo" la tradición china y de adoptar una visión eurocéntrica de la historia.

source: NATIONALISM, ELITE POLITICS, AND THE WTO
es_us: China desde Tianamén

source: NATO North Atlantic Treaty Organization
es_us: OTAN Organización del Tratado del Atlántico Norte

source: NMD National Missile Defense
es_us: NMD Sistema nacional de Defensa Antimisiles

source: NPC
es_us: APN

source: NPC National People’s Congress
es_us: APN Asamblea Popular Nacional

source: NPC meeting announces major government
es_us: Reunión de la NPC anuncia una gran reorganización del gobierno

source: NPC promotes Zhu Rongji to vice premier
es_us: La Conferencia Nacional de Planeamiento asciende a Zhu Rongji al cargo de Vice Primer Ministro

source: Named a rightist in 1957, Zhu nevertheless rose to the inner circles of power; moreover, Zhu has firm ideas on economic reform and the per-sonality to push them against strong opposition.
es_us: A pesar de que había sido calificado como un derechista en 1957, Zhu logró ingresar a los círculos más internos del poder; es más, demostró tener ideas firmes sobre la reforma económica y la personalidadnecesaria para imponerlas ante una fuerte opocisión.

source: National Planning Conference
es_us: Conferencia Nacional de Planeamiento

source: National meeting of propaganda heads
es_us: Encuentro Nacional de jefes de propaganda

source: Nationalism is hardly a new force in China; indeed it is the leitmotif underlying twentieth-century Chinese politics.
es_us: El nacionalismo difícilmente sea una nueva fuerza en China. De hecho, es el leitmotiv que subyace en las políticas chinas del siglo XX.

source: Nationalism was another force propelling changes in the way Chinese intellectuals and policy-makers viewed the world in the period following Tianan- men.
es_us: El nacionalismo fue otra fuerza que impulsó cambios en la manera de ver el mundo de los intelectuales y responsables políticos chinos luego de Tiananmen.

source: Nationalism was another force propelling changes in the way Chinese intel- lectuals and policy-makers viewed the world in the period following Tianan- men.
es_us: El nacionalismo fue otra fuerza que impulsó cambios en la manera de ver el mundo de los intelectuales y responsables políticos chinos luego de Tiananmen.

source: Nationalism, particularly anti-Americanism, was central to He Xin’s views.
es_us: El nacionalismo, especialmente el antiamericanismo, era fundamental en la visión de He Xin.

source: Nationalistic sentiment within the government reached a new peak, and there was real and deep anger among the broader population, especially students.
es_us: El sentimiento nacionalista dentro del gobierno alcanzó un nuevo pico y hubo una profunda indignación por parte de la población en general, en especial de los estudiantes.

source: Nationalists share the neostatists’ desire to strengthen the state but are skeptical of the present political lead-ership’s ability to govern successfully, to articulate China’s national interests forcefully, or to use state power to bring about social justice.
es_us: Los nacionalistas comparten el deseo neoestatista de fortalecer el Estado, pero son escépticos ante la habilidad del liderazgo político actual para gobernar con éxito, para articular los intereses nacionales de China con contundencia, o para usar el poder del Estado para proporcionar justicia social.

source: Neither of Mao Zedong’s first two designated successors, Liu Shaoqi or Lin Biao, was successful in replacing Mao.
es_us: Ninguno de los dos herederos designados por Mao Zedong, Liu Shaoqi o Lin Biao, tuvo éxito en reemplazar a Mao.

source: Neostatism and popular nationalism
es_us: Neoestatismo y nacionalismo popular

source: Neostatists
es_us: Neoestatistas

source: Never before had China’s legislature registered such a large protest.
es_us: La legislatura china nunca había presenciado una protesta de tal magnitud.
